{"id": 1, "concept": "Enforceable data subject rights", "question": "Were the data subjects informed about their rights regarding their personal data?", "sentences": [{"score": 0.9092838168144226, "sentence": "In addition, people were not properly informed about the processing of their personal data, or about the recording of the conversations they had with the company."}, {"score": 0.7625056505203247, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.72756427526474, "sentence": "Regarding the principle of transparency and the right to access by the data subject, according to Article 12 and 14 GDPR, the information provided by the Ministry to the data subjects was not considered appropriate and sufficient."}, {"score": 0.703281819820404, "sentence": "In total, following its investigations the CNIL found five breaches of the GDPR: -         Violation of the right to object, Article 21(2) GDPR: no procedure was implemented to ensure effectively that persons who opposed telephone solicitation were no longer called); -         Violation of the principle of data minimization, Article 5(1)(c) GDPR: inadequate and offensive comments or irrelevant comments related to people's health were found in the company's customer file; -         Violation of Articles 12 and 13 GDPR: insufficient information on the processing of data subject’s personal data and their rights; -         Violation of Articles 46 and 49 GDPR:  the controller did not provide appropriate safeguards for data subjects; -         Failure to cooperate with the CNIL, Article 31 GDPR."}, {"score": 0.6923744678497314, "sentence": "The AEPD found that, in this case, data subjects' consent to data transfers would not be valid in accordance with [[Article 49 GDPR|Article 49(1) GDPR]]  and [[Article 7 GDPR]], given that consent was required within the contract without an option to refuse, it was not explicit, and no information was given to the data subject regarding the risks of these data transfers."}, {"score": 0.5123584270477295, "sentence": "The AEPD stated that because there was no evidence that this balancing exercise had actually been carried out, and that consequently the candidates had not been given any information related to this pondering of interests as a legal basis for processing their criminal record certificate, this could not be invoked as a justification for processing this personal data."}, {"score": 0.4961403012275696, "sentence": "The DPA considered four main issues: legal basis for processing of personal data collected through tracking technology tools, information given to data subjects related to the use of tracking technologies, implementation of technical and organisational measures for sharing data on search results with third parties, legal basis for data transfers to third countries."}, {"score": 0.44189614057540894, "sentence": "The controllers should have a legal basis for their processing activites and adequately inform data subjects of the purposes of processing."}, {"score": 0.3348277807235718, "sentence": "In its privacy policy the controller simply informed consumers about data transfers to third parties and countries, without any further legal effect."}, {"score": 0.31664472818374634, "sentence": "In this regard, Annex 1 sets out the categories of personal data to be processed, including name, address, nationality and account balance, but there are no provisions on the protection of personal data."}]}
{"id": 2, "concept": "Enforceable data subject rights", "question": "Has the organization provided a direct avenue for data subjects to enforce their rights?", "sentences": [{"score": 0.8656015992164612, "sentence": "They do not allow a data subject to enforce any rights before a tribunal."}, {"score": 0.726587176322937, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.5130178928375244, "sentence": "Additionally, the fact that Vodafone did not facilitate or gave an option to the claimants to exercise the right to object, and the unsolicited communications ''per se'', supposed a breach of Article 48(1) LGT (the [https://www.boe.es/buscar/act.php?id=BOE-A-2014-4950 Spanish Telecommunications Act])."}, {"score": 0.4867100715637207, "sentence": "GDPR are concerned, they regulate only controller-processor relationships and do not provide a subjective right to data subjects."}, {"score": 0.4171487092971802, "sentence": "It was noted that the provisions in the US surveillance programs neither limited the power they conferred onto national authorities, nor granted data subjects actionable rights before the courts against the US authorities."}, {"score": 0.33490288257598877, "sentence": "The Court proceeded to scrutinize the Ombudsperson mechanism that had been in place under the Privacy Shield, stating that it too did not provide data subjects with a cause of action before a body which was fully independent, and that this body was limited in so far as it could not impose rules that were binding on US intelligence services."}, {"score": 0.300740122795105, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.2590736150741577, "sentence": "The controller did not provide this information in the forms, on the main webpage or in a hyperlink."}, {"score": 0.20145326852798462, "sentence": "In its privacy policy the controller simply informed consumers about data transfers to third parties and countries, without any further legal effect."}, {"score": 0.15763640403747559, "sentence": "Vodafone did not guarantee the effective exercise of the right to object."}]}
{"id": 3, "concept": "Enforceable data subject rights", "question": "Were any requests from data subjects to access or rectify their data denied without valid reasoning?", "sentences": [{"score": 0.21889829635620117, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.18772727251052856, "sentence": "This is the case unless justified within derogation pursuant to Article 49."}, {"score": 0.17228031158447266, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.17228031158447266, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.13691473007202148, "sentence": "Google had also informed them that it would not be possible to extract such data following a potential legally binding authority request."}, {"score": 0.12166404724121094, "sentence": "It also determined that the controller had send letters to the data subjects which remained unanswered."}, {"score": 0.10675293207168579, "sentence": "The processor confirmed this understanding, stating that it would not be possible to re-identify the anonymized data even if there was an order from a public authority."}, {"score": 0.10005998611450195, "sentence": "Act no."}, {"score": 0.10005998611450195, "sentence": "Act no."}, {"score": 0.09821099042892456, "sentence": "Considering the existence of legal safeguards, an addendum to AWS Ireland contract that no data would be transferred to the US and requests of access would be denied, and a technical safeguards entailing encryption of the data with a key held by a trusted third party in France, so that AWS does not have access to the data and the data being deleted after three months or at any time at the request of individuals, the Court considered that the level of protection in this context could not be regarded as manifestly inadequate."}]}
{"id": 4, "concept": "Enforceable data subject rights", "question": "Has the organization implemented measures to ensure timely response to data subject rights' requests?", "sentences": [{"score": 0.40342414379119873, "sentence": "Neither of the organisational, technical or legal measures Meta Ireland Ltd claimed to have implemented could compensate for a problem that stems from US public law."}, {"score": 0.3021870255470276, "sentence": "In response to the DPA's investigation, Google claimed it had adopted technical measures sufficient to safeguard data subjects' rights under the GDPR."}, {"score": 0.3021870255470276, "sentence": "In response to the DPA's investigation, Google claimed it had adopted technical measures sufficient to safeguard data subjects' rights under the GDPR."}, {"score": 0.29822516441345215, "sentence": "As regards <u>the accountability principle</u>, the DPA concluded that the controller had failed to demonstrate that it had put in place appropriate measures to ensure compliance with the GDPR."}, {"score": 0.2744874358177185, "sentence": "The data subject emphasized that she was one of potentially thousands of affected users and that the controller had not acted to bring its data processing in line with the GDPR more than a month after the Schrems-II judgment."}, {"score": 0.27080774307250977, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}, {"score": 0.2642330527305603, "sentence": "As a response to the DPA's decision, the controller adopted a number of supplementary measures in order to comply with the relevant data protection legislation."}, {"score": 0.2495650053024292, "sentence": "The controller and Google had implemented standard contractual clauses (‘SCCs’) within the meaning of [[Article 46 GDPR]]."}, {"score": 0.24497747421264648, "sentence": "Taking into account that the controller carried out an extensive analysis of the processing and implemented measures to try to limit risks of breaches, the DPA decided not to impose a fine and to only order the controller to remedy the deficiency."}, {"score": 0.23022156953811646, "sentence": "Taking into account that the controller implemented measures to try to limit risks of breaches, the DPA decided not to impose a fine and to only order the controller to remedy the deficiency."}]}
{"id": 5, "concept": "Enforceable data subject rights", "question": "Are there any recorded incidents where data subject rights were violated?", "sentences": [{"score": 0.20481246709823608, "sentence": "Act no."}, {"score": 0.20481246709823608, "sentence": "Act no."}, {"score": 0.20418310165405273, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.2035290002822876, "sentence": "<u>Violations of [[Article 5 GDPR#1a|Article 5(1)(a) GDPR]] and [[Article 6 GDPR#1|Article 6(1) GDPR]]</u>"}, {"score": 0.15534156560897827, "sentence": "Two data subjects submitted complaints at the Belgian DPA, stating that their personal data was unlawfully processed by a social housing organisation."}, {"score": 0.1449192762374878, "sentence": "<u>Violation of [[Article 28 GDPR|Articles 28(2)]] and [[Article 28 GDPR|28(3) GDPR]] </u>"}, {"score": 0.14125269651412964, "sentence": "<u>Violations of Articles [[Article 44 GDPR|44]], [[Article 46 GDPR|46]], [[Article 24 GDPR#1|24(1)]], [[Article 24 GDPR#2|24(2)]] [[Article 24 GDPR#5|and 5(2) GDPR]]</u>"}, {"score": 0.12402087450027466, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.12402087450027466, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.10586243867874146, "sentence": "All other determined violations by the investigation unit were deemed unfounded ([[Article 57 GDPR#4|Article 57(4)GDPR]])."}]}
{"id": 6, "concept": "Effective legal remedies for data subjects", "question": "Are there established procedures within the organization for data subjects to seek legal remedies?", "sentences": [{"score": 0.6587420105934143, "sentence": "First, Google has established policies and procedures and a team of qualified lawyers for handling authority requests for user data."}, {"score": 0.5095605850219727, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.47734564542770386, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.34458959102630615, "sentence": "They do not allow a data subject to enforce any rights before a tribunal."}, {"score": 0.3059653043746948, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.29777055978775024, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.21622347831726074, "sentence": "It was noted that the provisions in the US surveillance programs neither limited the power they conferred onto national authorities, nor granted data subjects actionable rights before the courts against the US authorities."}, {"score": 0.1743338704109192, "sentence": "Considering the existence of legal safeguards, an addendum to AWS Ireland contract that no data would be transferred to the US and requests of access would be denied, and a technical safeguards entailing encryption of the data with a key held by a trusted third party in France, so that AWS does not have access to the data and the data being deleted after three months or at any time at the request of individuals, the Court considered that the level of protection in this context could not be regarded as manifestly inadequate."}, {"score": 0.17239928245544434, "sentence": "The Court proceeded to scrutinize the Ombudsperson mechanism that had been in place under the Privacy Shield, stating that it too did not provide data subjects with a cause of action before a body which was fully independent, and that this body was limited in so far as it could not impose rules that were binding on US intelligence services."}, {"score": 0.12425869703292847, "sentence": "The DPA also noted that, again, the lack of instructions and criteria given to the professors regarding the interpretation of the reports issued by the system could lead to discrimination and the data subject could be negatively affected in a legal sense, without any of the possibilities and safeguards that [[Article 22 GDPR]] offers."}]}
{"id": 7, "concept": "Effective legal remedies for data subjects", "question": "Were any data subjects denied the right to legal remedies within stipulated time frames?", "sentences": [{"score": 0.0947350263595581, "sentence": "They do not allow a data subject to enforce any rights before a tribunal."}, {"score": 0.04020130634307861, "sentence": "It was noted that the provisions in the US surveillance programs neither limited the power they conferred onto national authorities, nor granted data subjects actionable rights before the courts against the US authorities."}, {"score": 0.039364516735076904, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.03766179084777832, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.03489583730697632, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.03448361158370972, "sentence": "First, the court denied that the fact that the data subject worked with the NGO representing them pursuant to [[Article 80 GDPR]] could exclude their legitimation to file a complaint against the controller."}, {"score": 0.03153294324874878, "sentence": "As far as [[Article 28 GDPR|Articles 28]] and [[Article 29 GDPR|29]]"}, {"score": 0.03064107894897461, "sentence": "Considering the existence of legal safeguards, an addendum to AWS Ireland contract that no data would be transferred to the US and requests of access would be denied, and a technical safeguards entailing encryption of the data with a key held by a trusted third party in France, so that AWS does not have access to the data and the data being deleted after three months or at any time at the request of individuals, the Court considered that the level of protection in this context could not be regarded as manifestly inadequate."}, {"score": 0.029337525367736816, "sentence": "Following the complaint, the DPA's investigation department investigated and concluded that there was no apparent breach of the GDPR."}, {"score": 0.02879798412322998, "sentence": "From a temporal point of view, the DPA considered that [[Article 96 GDPR]] allows rights of third countries under international agreements to be preserved, but this does not imply that these rights are acquired without a time limit."}]}
{"id": 8, "concept": "Effective legal remedies for data subjects", "question": "Has the organization ever been found non-compliant with providing the promised legal remedies?", "sentences": [{"score": 0.20295178890228271, "sentence": "The DPA had issued a reprimand for each of the above discussed shortcomings."}, {"score": 0.19657093286514282, "sentence": "As regards the <u>framework for data transfers to the US</u>, there was no adequacy decision."}, {"score": 0.18172544240951538, "sentence": "The AEPD also notes that Vodafone has already been sanctioned several times in a short period of time (2 years) for the same reasons, and that they however have not been able to rectify the infringing behaviour."}, {"score": 0.17455822229385376, "sentence": "However there was no adequacy decision, no exemption under [[Article 49 GDPR]] and furthermore the SCCs did not suffice."}, {"score": 0.14723891019821167, "sentence": "However, the DPA only issued a reprimand."}, {"score": 0.147192120552063, "sentence": "Act no."}, {"score": 0.147192120552063, "sentence": "Act no."}, {"score": 0.1424972414970398, "sentence": "Moreover, the DPA found a violation of [[Article 25 GDPR|Article 25(1) GDPR]] because the controllers failed to effectively implement the principle of lawfulness under [[Article 5 GDPR]]."}, {"score": 0.13257455825805664, "sentence": "However, the DPA applied a sole fine of €4,300.000 after legal cumulation pursuant of [[Article 83 GDPR|Article 83(3) GDPR]] and [https://www.pgdlisboa.pt/leis/lei_mostra_articulado.php?nid=166&tabela=leis Article 19 of Decree-Law 433/82]."}, {"score": 0.13077598810195923, "sentence": "Lastly, the DPA fined the controller €400,000 pursuant of [[Article 83 GDPR|Article 83(4)(a) GDPR]] for the failure to conduct a DPIA in violation with [[Article 35 GDPR|Articles 35(1)]], [[Article 35 GDPR|35(2), and 35(3)(b).]]"}]}
{"id": 9, "concept": "Effective legal remedies for data subjects", "question": "Are the legal remedies clearly communicated to data subjects at the point of data collection?", "sentences": [{"score": 0.31523722410202026, "sentence": "Second, the information provided to data subjects was less than that required by the GDPR, and the information was not provided in an intelligible and easily accessible form with clear and simple wording, especially if it was also addressed to children."}, {"score": 0.20111757516860962, "sentence": "The controller did not provide this information in the forms, on the main webpage or in a hyperlink."}, {"score": 0.1850842833518982, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.1448236107826233, "sentence": "Regarding the principle of transparency and the right to access by the data subject, according to Article 12 and 14 GDPR, the information provided by the Ministry to the data subjects was not considered appropriate and sufficient."}, {"score": 0.13763970136642456, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.12921905517578125, "sentence": "The DPA also noted that, again, the lack of instructions and criteria given to the professors regarding the interpretation of the reports issued by the system could lead to discrimination and the data subject could be negatively affected in a legal sense, without any of the possibilities and safeguards that [[Article 22 GDPR]] offers."}, {"score": 0.12838822603225708, "sentence": "The DPA also found that the controller did not provide clear, highlighted an easily accessible information which would enable the data subject to know the circumstances of the processing being conducted by the controller."}, {"score": 0.11533468961715698, "sentence": "The controllers should have a legal basis for their processing activites and adequately inform data subjects of the purposes of processing."}, {"score": 0.10960626602172852, "sentence": "In conclusion, based on [[Article 58 GDPR#2d|Article 58(2)(d) GDPR]], the DPA ordered the controllers to bring their processing activities in line with the GDPR, including the deletion of all data collected with Google Analytics and Tag Manager, as well as updating information provided to data subjects."}, {"score": 0.10643869638442993, "sentence": "The DPA considered that no new remedy was required and invited the controller to make the necessary amendments to improve their transparency."}]}
{"id": 10, "concept": "Effective legal remedies for data subjects", "question": "Is there a dedicated team or individual responsible for overseeing and ensuring effective legal remedies for data subjects?", "sentences": [{"score": 0.2555159330368042, "sentence": "Furthermore, it alleged that the processor had formed a team of lawyers specialized in dealing with requests for access to personal data by authorities in the US."}, {"score": 0.21216422319412231, "sentence": "First, Google has established policies and procedures and a team of qualified lawyers for handling authority requests for user data."}, {"score": 0.1306973695755005, "sentence": "Meta was also not responsible under [[Article 5 GDPR#2|Article 5(2) GDPR]], as this is an obligation of the controller."}, {"score": 0.12780088186264038, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.09857332706451416, "sentence": "Act no."}, {"score": 0.09857332706451416, "sentence": "Act no."}, {"score": 0.0901327133178711, "sentence": "It also clarified that, regardless of any asymmetry in bargaining power or technical resources, the controller is responsible for ensuring that processing is lawful per Articles [[Article 5 GDPR#2|5(2)]] and [[Article 24 GDPR|24]]"}, {"score": 0.08267009258270264, "sentence": "It also clarified that, regardless of any asymmetry in bargaining power or technical resources, the controller was responsible for ensuring that processing is lawful pursuant to [[Article 5 GDPR|Article 5(2)]] (accountability) and [[Article 24 GDPR|24 GDPR]] (responsibility of the controller)."}, {"score": 0.07992815971374512, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}, {"score": 0.07992815971374512, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}]}
{"id": 11, "concept": "Legally binding and enforceable instrument", "question": "Does the instrument in question meet the criteria for being legally binding under relevant laws?", "sentences": [{"score": 0.7007012367248535, "sentence": "This document did not constitute a legally binding contract offered to customers by the controller, as the Consumer Center suggested."}, {"score": 0.680832028388977, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.680832028388977, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.6808304786682129, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.5183056592941284, "sentence": "These limitations on the protection of personal data were not circumscribed in a way that satisfied requirements that are essentially equivalent to those required under EU law."}, {"score": 0.4248804450035095, "sentence": "After establishing this, the Court emphasized that the validity of the SCCs, however, did depend on whether there were effective mechanisms in place that make it possible to ensure compliance with the level of protection required by EU law."}, {"score": 0.41562700271606445, "sentence": "The conditions for this exception were met in the case at hand."}, {"score": 0.41403114795684814, "sentence": "This article states that international agreements existing before the GDPR remain in force provided that they comply with applicable legislation at the time they were concluded."}, {"score": 0.3622593879699707, "sentence": "The DPA nonetheless held this was neither an allowable legal basis nor a \"manifestation of free will\" per [[Article 4 GDPR|Article 4(1)(11) GDPR]] given the power imbalance between students and the university (if they did not 'consent', they could not pass their exams)."}, {"score": 0.2956940531730652, "sentence": "Concerning the lawfulness of the transfer, the Austrian DPA could not find any legal basis."}]}
{"id": 12, "concept": "Legally binding and enforceable instrument", "question": "Is the instrument enforceable in the jurisdictions in which it operates?", "sentences": [{"score": 0.4186491370201111, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.39950430393218994, "sentence": "Moreover, activities based on E.O. 12333 were not subject to judicial oversight and were not justiciable."}, {"score": 0.18404924869537354, "sentence": "Given the considerable effects of US surveillance law on the rights of Europeans, the High Court raised the question of whether the SCCs are valid, given that they may not be binding on the State authority of the third country."}, {"score": 0.17116588354110718, "sentence": "They do not allow a data subject to enforce any rights before a tribunal."}, {"score": 0.16002172231674194, "sentence": "After establishing this, the Court emphasized that the validity of the SCCs, however, did depend on whether there were effective mechanisms in place that make it possible to ensure compliance with the level of protection required by EU law."}, {"score": 0.15047109127044678, "sentence": "This document did not constitute a legally binding contract offered to customers by the controller, as the Consumer Center suggested."}, {"score": 0.11585187911987305, "sentence": "On the one hand, the Irish DPA found that the suspension of the transfers was already sufficient to enforce the GDPR and a fine on top of it would have been excessive."}, {"score": 0.10077744722366333, "sentence": "In light of the “Schrems II” judgement, [[Article 44 GDPR]] grants a subjective right that can be enforced through a complaint pursuant to [[Article 77 GDPR#1|Article 77(1)]]"}, {"score": 0.09405869245529175, "sentence": "This article states that international agreements existing before the GDPR remain in force provided that they comply with applicable legislation at the time they were concluded."}, {"score": 0.09330058097839355, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}]}
{"id": 13, "concept": "Legally binding and enforceable instrument", "question": "Were all parties involved in the instrument's formation aware of its legally binding nature?", "sentences": [{"score": 0.20206928253173828, "sentence": "This profiling should have been \"clearly represented to the interested parties\" and \"necessary for the performance of a task in the public interest\" per Article 6(1)(e) GDPR."}, {"score": 0.12357211112976074, "sentence": "This document did not constitute a legally binding contract offered to customers by the controller, as the Consumer Center suggested."}, {"score": 0.12094730138778687, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.11891275644302368, "sentence": "First, no detailed investigation had been carried out into the legality of the purposes of processing on the part of the controller, in particular in relation to consent to access information stored on a user's terminal equipment when this is not necessary for the provision of the service requested by the user."}, {"score": 0.11449408531188965, "sentence": "The AEPD stated that because there was no evidence that this balancing exercise had actually been carried out, and that consequently the candidates had not been given any information related to this pondering of interests as a legal basis for processing their criminal record certificate, this could not be invoked as a justification for processing this personal data."}, {"score": 0.10603225231170654, "sentence": "Google had also informed them that it would not be possible to extract such data following a potential legally binding authority request."}, {"score": 0.09284079074859619, "sentence": "In addition, the DPA remarked that it was oblivious that the controller had not taken into account the whole extent of the intrusion to privacy that the processing entailed, what is clearly shown by the lack of any measures to mitigate its effect."}, {"score": 0.08729833364486694, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}, {"score": 0.0861591100692749, "sentence": "The conditions for this exception were met in the case at hand."}, {"score": 0.08388674259185791, "sentence": "On the outset, the court highlighted that according to [[Article 4 GDPR#11|Article 4(11) GDPR,]] consent shall be freely given, specific to the purposes, informed and unambiguous."}]}
{"id": 14, "concept": "Legally binding and enforceable instrument", "question": "Has the instrument ever been challenged in court for its enforceability?", "sentences": [{"score": 0.4115857481956482, "sentence": "Given the considerable effects of US surveillance law on the rights of Europeans, the High Court raised the question of whether the SCCs are valid, given that they may not be binding on the State authority of the third country."}, {"score": 0.18481004238128662, "sentence": "Following this, the Court then examined the validity of the SCCs (Decision 2010/87)."}, {"score": 0.18058335781097412, "sentence": "Act no."}, {"score": 0.18058335781097412, "sentence": "Act no."}, {"score": 0.16302865743637085, "sentence": "This transfer was based on the Privacy Shield agreement which was struck down in 2020 by the CJEU in [[CJEU - C-311/18 - Schrems II|Schrems II]]."}, {"score": 0.15562796592712402, "sentence": "When this complaint was rejected, he brought an action against the decision before the Irish High Court, which in turn referred a number of questions to the CJEU, the most prominent of which was whether the EU-US adequacy decision, the so-called “Safe Harbor\", was valid."}, {"score": 0.12700510025024414, "sentence": "After investigating the allegations made by Mr. Schrems, the DPC argued that it could not adjudicate on them until the CJEU had examined the validity of the SCCs, and so it brought proceedings before the High Court."}, {"score": 0.12504547834396362, "sentence": "In this regard, the DPA noted that, specifically for transfers to the US, there is no adequacy decision within the meaning of [[Article 45 GDPR|Article 45 GDPR]] since the Court of Justice of the EU invalidated the Privacy Shield in its judgement [[CJEU - C-311/18 - Schrems II|C-311/18]]."}, {"score": 0.12241679430007935, "sentence": "A Dutch company which was not chosen by the Flemish Authorities in the tender process challenged this decision before the Council of State on the basis of the:  * violation of the provisions of the GDPR on transfers, since no adequate protection of the data could be afforded in the US."}, {"score": 0.10232716798782349, "sentence": "Meta Ireland had been transferring personal data to the U.S. despite the lack of a valid adequacy decision under [[Article 45 GDPR]] (as both “safe harbor” and its successor “privacy shield” were invalidated by the CJEU in Schrems I and II)."}]}
{"id": 15, "concept": "Legally binding and enforceable instrument", "question": "Are there procedures in place to review and update the instrument as required by changing laws or circumstances?", "sentences": [{"score": 0.4076274633407593, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.14382487535476685, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.12441462278366089, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.09313631057739258, "sentence": "Article 44 GDPR] would take place."}, {"score": 0.08877944946289062, "sentence": "After establishing this, the Court emphasized that the validity of the SCCs, however, did depend on whether there were effective mechanisms in place that make it possible to ensure compliance with the level of protection required by EU law."}, {"score": 0.08515483140945435, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.07899677753448486, "sentence": "In response, the controller stated that after becoming aware of the judgment in the Schrems II case, it reassessed its contract with Google, the processor, and adopted standard contractual clauses (SCCs) as the legal basis for the transfer of data to the US."}, {"score": 0.07342517375946045, "sentence": "Parents did not have the opportunity to correct or anonymise this information, as only the Municipality had access to user management panels."}, {"score": 0.0693928599357605, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.06797116994857788, "sentence": "As regards <u>the accountability principle</u>, the DPA concluded that the controller had failed to demonstrate that it had put in place appropriate measures to ensure compliance with the GDPR."}]}
{"id": 16, "concept": "Binding corporate rules", "question": "Does the organization have binding corporate rules in place for data protection?", "sentences": [{"score": 0.5807403922080994, "sentence": "First, Google has established policies and procedures and a team of qualified lawyers for handling authority requests for user data."}, {"score": 0.3827623724937439, "sentence": "In this regard, Annex 1 sets out the categories of personal data to be processed, including name, address, nationality and account balance, but there are no provisions on the protection of personal data."}, {"score": 0.2623414993286133, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.2606698274612427, "sentence": "However, given Meta’s terms and conditions (which contain provisions on data transfers), its commercial practices and the principle of accountability enshrined in [[Article 5 GDPR#2|Article 5(2) GDPR]], it was up to the controller to show that data were not transferred to third countries in the present case."}, {"score": 0.24259179830551147, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.14813947677612305, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.13682109117507935, "sentence": "In its privacy policy the controller simply informed consumers about data transfers to third parties and countries, without any further legal effect."}, {"score": 0.12048214673995972, "sentence": "Considering the existence of legal safeguards, an addendum to AWS Ireland contract that no data would be transferred to the US and requests of access would be denied, and a technical safeguards entailing encryption of the data with a key held by a trusted third party in France, so that AWS does not have access to the data and the data being deleted after three months or at any time at the request of individuals, the Court considered that the level of protection in this context could not be regarded as manifestly inadequate."}, {"score": 0.11486691236495972, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}, {"score": 0.11107796430587769, "sentence": "The SCCs concluded between the respondent and Google LLC do not offer an adequate level of protection, because:  ** Google LLC qualifies as an \"''electronic communication service provider''\" under 50 U.S. Code § 1881(b)(4) and is subject to surveillance by US intelligence services, and ** any contractual, organisational and technical measures which Google put into place to complement the SCCs were insufficient as they could not prevent US intelligence services from accessing the data subject's personal data ** Notably, the CNIL rejected Google's argument that any Google Analytics data were pseudonymised, highlighting that Universal Unique Identifiers do not meet the definition of pseudonymisation under [[Article 4 GDPR#5|Article 4(5) GDPR]], as their sole purpose is to identify users."}]}
{"id": 17, "concept": "Binding corporate rules", "question": "Have these rules been approved by the competent supervisory authority?", "sentences": [{"score": 0.8114463090896606, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.15109270811080933, "sentence": "Facts pending decision."}, {"score": 0.1434277892112732, "sentence": "The Danish DPA reviewed the Municipality's risk assessment and documentation and issued its decision in July 2022."}, {"score": 0.13921070098876953, "sentence": "As a matter of fact, the controller accepted pursuant to [[Article 28 GDPR#2|Article 28(2)]] that the processor (Meta Platforms Ireland Limited) could use a sub-processor based outside the EU (Meta Platforms Inc.) to process data."}, {"score": 0.12545758485794067, "sentence": "As regards the <u>framework for data transfers to the US</u>, there was no adequacy decision."}, {"score": 0.1202118992805481, "sentence": "The application is therefore rejected by the Conseil d'État."}, {"score": 0.1028485894203186, "sentence": "Act no."}, {"score": 0.1028485894203186, "sentence": "Act no."}, {"score": 0.10274869203567505, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}, {"score": 0.10234081745147705, "sentence": "However, the DPA only issued a reprimand."}]}
{"id": 18, "concept": "Binding corporate rules", "question": "Are all data transfers within the corporate group conducted in accordance with these binding corporate rules?", "sentences": [{"score": 0.34528911113739014, "sentence": "This is the case unless justified within derogation pursuant to Article 49."}, {"score": 0.34493762254714966, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}, {"score": 0.3230288624763489, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.2916836142539978, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}, {"score": 0.25933486223220825, "sentence": "Moreover, according to the Irish DPC, derogations under [[Article 49 GDPR]] can only be invoked for “occasional and non-repetitive” transfers, which was clearly not the case with the Meta group, whose business model is based on massive and continuous transatlantic exchanges of data."}, {"score": 0.25723791122436523, "sentence": "However, it went on to stress that where these mechanisms cannot be complied with, the transfers of personal data pursuant to these clauses is to be suspended or prohibited."}, {"score": 0.24180084466934204, "sentence": "Such a compliance concerns also Article 44 GDPR, even if only one of the controllers performs data transfers to a third country."}, {"score": 0.18511617183685303, "sentence": "Nevertheless, it recommended that the Municipality ensures that any such transfers are in accordance with the GDPR."}, {"score": 0.16561341285705566, "sentence": "It is also clear that Facebook shares personal information with companies related to Facebook, as well as other parties (ie third parties), in further specified circumstances."}, {"score": 0.1457100510597229, "sentence": "Finally, the data subject argued that Chapter V GDPR applies to all data transfers, regardless of the subjective qualification of the actors involved."}]}
{"id": 19, "concept": "Binding corporate rules", "question": "Have there been any instances where the binding corporate rules were violated?", "sentences": [{"score": 0.3649556636810303, "sentence": "<u>Violations of [[Article 5 GDPR#1a|Article 5(1)(a) GDPR]] and [[Article 6 GDPR#1|Article 6(1) GDPR]]</u>"}, {"score": 0.36315494775772095, "sentence": "<u>Violation of [[Article 28 GDPR|Articles 28(2)]] and [[Article 28 GDPR|28(3) GDPR]] </u>"}, {"score": 0.3444440960884094, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.31506985425949097, "sentence": "<u>Violations of Articles [[Article 44 GDPR|44]], [[Article 46 GDPR|46]], [[Article 24 GDPR#1|24(1)]], [[Article 24 GDPR#2|24(2)]] [[Article 24 GDPR#5|and 5(2) GDPR]]</u>"}, {"score": 0.16456317901611328, "sentence": "<u>Violation of [[Article 30 GDPR#1|Article 30(1) GDPR]]</u>"}, {"score": 0.15111041069030762, "sentence": "Act no."}, {"score": 0.15111041069030762, "sentence": "Act no."}, {"score": 0.1440807580947876, "sentence": "===== On Meta Platforms Inc. ===== According the Austrian DPA, Meta Platforms Inc. did not violate [[Article 44 GDPR|Articles 44]] et seq."}, {"score": 0.1259971261024475, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.11580318212509155, "sentence": "Following the complaint, the DPA's investigation department investigated and concluded that there was no apparent breach of the GDPR."}]}
{"id": 20, "concept": "Binding corporate rules", "question": "Are employees and relevant stakeholders regularly trained on the binding corporate rules?", "sentences": [{"score": 0.05857658386230469, "sentence": "within a month."}, {"score": 0.02712315320968628, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.023826897144317627, "sentence": "(Helsingor decision no."}, {"score": 0.022931396961212158, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.02072805166244507, "sentence": "Act no."}, {"score": 0.02072805166244507, "sentence": "Act no."}, {"score": 0.019578158855438232, "sentence": "Third, the DPA analysed whether the university complied with its transparency obligations per [[Article 5 GDPR|Articles 5(1)(a)]], [[Article 12 GDPR|12]] and [[Article 13 GDPR|13]]"}, {"score": 0.016996800899505615, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.01677650213241577, "sentence": "As regards <u>the accountability principle</u>, the DPA concluded that the controller had failed to demonstrate that it had put in place appropriate measures to ensure compliance with the GDPR."}, {"score": 0.01648867130279541, "sentence": "In addition, people were not properly informed about the processing of their personal data, or about the recording of the conversations they had with the company."}]}
{"id": 21, "concept": "Standard data protection clauses", "question": "Has the organization implemented Standard Contractual Clauses (SCCs) for data transfers?", "sentences": [{"score": 0.934623658657074, "sentence": "In response, the controller stated that after becoming aware of the judgment in the Schrems II case, it reassessed its contract with Google, the processor, and adopted standard contractual clauses (SCCs) as the legal basis for the transfer of data to the US."}, {"score": 0.9304516911506653, "sentence": "Furthermore, according to the privacy documents provided on the website or included via hyperlink, the website provider and Google LLC entered into standard contractual clauses under [[Article 46 GDPR#2#c|Article 46(2)(c) GDPR]] ([https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=celex%3A32010D0087 Commission Decision2010/87 of 05.02.2010]; SCCs) as a mechanism for transfers of personal data with regard to Google Analytics."}, {"score": 0.8537478446960449, "sentence": "With the Privacy Shield now invalidated, the controller entered into standard contractual clauses (SCCs) Module Two with Google on 12 August 2020 for data transfers to the US."}, {"score": 0.810206413269043, "sentence": "Amazon Road established an Intra-Group Data Transfer and Processing Agreement with Amazon India and a Data Processing Agreement with Accurate Background, which both included Standard Contractual Clauses (SCCs) with technical and organisational measures required for data processing."}, {"score": 0.7774959802627563, "sentence": "The controller and Google had implemented standard contractual clauses (‘SCCs’) within the meaning of [[Article 46 GDPR]]."}, {"score": 0.6692442297935486, "sentence": "While negotiation of a new adequacy decision for EU-U.S. data transfers are ongoing, Meta Ireland claimed to have undertaken data transfers on the basis of standard contractual clauses adopted by the Commission under [[Article 46 GDPR#2c|Article 46(2)(c) GDPR]] even before the CJEU passed the Schrems II decision."}, {"score": 0.637157678604126, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.559994637966156, "sentence": "In its defense, the controller explained that the transfer was based on SCC’s concluded with Google Analytics pursuant to [[Article 46 GDPR|Article 46 GDPR]] and that it put in place additional safeguards."}, {"score": 0.559994637966156, "sentence": "In its defense, the controller explained that the transfer was based on SCC’s concluded with Google Analytics pursuant to [[Article 46 GDPR|Article 46 GDPR]] and that it put in place additional safeguards."}, {"score": 0.5527220964431763, "sentence": "In the remittal “judgment” before the DPC, Facebook Ireland explained that the invalidated adequacy decision was not relevant as a large part of personal data was transferred to Facebook Inc. pursuant to Standard Contractual Clauses (SCCs)."}]}
{"id": 22, "concept": "Standard data protection clauses", "question": "Do these clauses align with the latest requirements set by the competent authority?", "sentences": [{"score": 0.6090310215950012, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.6090298891067505, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.6090298891067505, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.4738602638244629, "sentence": "These limitations on the protection of personal data were not circumscribed in a way that satisfied requirements that are essentially equivalent to those required under EU law."}, {"score": 0.19506984949111938, "sentence": "At the same time, the court pointed out that the request was too broad and did not reflect the requirements established by the GDPR."}, {"score": 0.1772593855857849, "sentence": "Therefore, any transfer of data to the US would be deemed to infringe Article 44 and subsequent of the GDPR, following the recent ''Schrems II'' decision by the CJEU."}, {"score": 0.1677839756011963, "sentence": "The contract specifies that: *personal data may transit any of the 200 servers used by Cloudflare; *Standard Contractual Clauses are relied upon for the transfer of data to third countries, based on the Commission Decision 2010/87/UE of 5 February 2010 on Standard Contractual Clauses for the transfer of personal data to processors established in third countries; *Cloudflare is authorized to use sub-processors from outside their group, including companies from third countries; *Cloudflare may be subject to requests of disclose by US government institutions that may be inconsistent with the GDPR; and those requests may forbid the notification to the data controller about these requests."}, {"score": 0.162611722946167, "sentence": "While negotiation of a new adequacy decision for EU-U.S. data transfers are ongoing, Meta Ireland claimed to have undertaken data transfers on the basis of standard contractual clauses adopted by the Commission under [[Article 46 GDPR#2c|Article 46(2)(c) GDPR]] even before the CJEU passed the Schrems II decision."}, {"score": 0.1534433364868164, "sentence": "Furthermore, according to the privacy documents provided on the website or included via hyperlink, the website provider and Google LLC entered into standard contractual clauses under [[Article 46 GDPR#2#c|Article 46(2)(c) GDPR]] ([https://eur-lex.europa.eu/legal-content/EN/ALL/?uri=celex%3A32010D0087 Commission Decision2010/87 of 05.02.2010]; SCCs) as a mechanism for transfers of personal data with regard to Google Analytics."}, {"score": 0.13343948125839233, "sentence": "Are Articles 44 to 50 of the GDPR, under which the transfer of personal data to a third country is subject to strict conditions, to be interpreted as not precluding that the personal data of a beneficial owner, contained in a register of beneficial owners established in accordance with Article 30 of Directive 2015/849, as amended by Article 1(15) of Directive 2018/843, are accessible in any circumstances to any member of the general public, with no requirement to demonstrate a legitimate interest and no limitations as to the location of that public?"}]}
{"id": 23, "concept": "Standard data protection clauses", "question": "Are all relevant parties made aware of these clauses during contractual negotiations?", "sentences": [{"score": 0.4799007773399353, "sentence": "This profiling should have been \"clearly represented to the interested parties\" and \"necessary for the performance of a task in the public interest\" per Article 6(1)(e) GDPR."}, {"score": 0.23437827825546265, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.14281409978866577, "sentence": "However, the information provided was too general and not sufficient as it did not include the third countries nor recipients with whom data outside the EU would be shared."}, {"score": 0.13871026039123535, "sentence": "The AEPD found that, in this case, data subjects' consent to data transfers would not be valid in accordance with [[Article 49 GDPR|Article 49(1) GDPR]]  and [[Article 7 GDPR]], given that consent was required within the contract without an option to refuse, it was not explicit, and no information was given to the data subject regarding the risks of these data transfers."}, {"score": 0.10217797756195068, "sentence": "On the other hand, Meta implemented standard contractual clauses pursuant to [[Article 46 GDPR]] only after the time of the facts at issue."}, {"score": 0.088584303855896, "sentence": "Third, the security measures in place, although in the right direction, needed to be made accessible to every teacher, and it must be ensured that all teachers involved in the distance learning process received the minimum required information."}, {"score": 0.07127708196640015, "sentence": "6 months later agreements were made available which showed them to be signed only after the data subject started to ask for them."}, {"score": 0.06692087650299072, "sentence": "Act no."}, {"score": 0.06692087650299072, "sentence": "Act no."}, {"score": 0.06216651201248169, "sentence": "The controller also drafted a new information document regarding the processing activities, in a way that would be comprehensible for pupils, students as well as parents and staff."}]}
{"id": 24, "concept": "Standard data protection clauses", "question": "Have there been instances where data transfers occurred without these clauses?", "sentences": [{"score": 0.4198923110961914, "sentence": "Having found that the controller still transferred personal data to the US without a basis in one of these provisions, the DPA ordered the controller to discontinue the transfers."}, {"score": 0.39522719383239746, "sentence": "Meta Ireland had been transferring personal data to the U.S. despite the lack of a valid adequacy decision under [[Article 45 GDPR]] (as both “safe harbor” and its successor “privacy shield” were invalidated by the CJEU in Schrems I and II)."}, {"score": 0.28843873739242554, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}, {"score": 0.23264312744140625, "sentence": "The public contract was awarded to 3M Belgium, a Belgian company that had been in the news for allegedly transferring data to the US and Russia without appropriate safeguards."}, {"score": 0.18418902158737183, "sentence": "Additionally, it was also found that Vodafone contracted with a processor that would carry processing of data in Peru, therefore transferring data to a third country, without ensuring an adequate level of protection in any way, as the contract did not make any reference to any kind of mechanism related to international transfers of data."}, {"score": 0.16645056009292603, "sentence": "This included the use of tools such as Google Analytics that entail a data transfer to third countries."}, {"score": 0.13604813814163208, "sentence": "Although the algorithm that routes the traffic is supposed to chose the closest server possible to the origin of the request, it is not guaranteed that the data is not sent to other servers located in countries without such level of protection."}, {"score": 0.1207379698753357, "sentence": "The French Court stipulated the FISA and EO allows US public authorities to have access to transfers of data to the US from the EU without such appropriate safeguards for data subject."}, {"score": 0.1168476939201355, "sentence": "However, it went on to stress that where these mechanisms cannot be complied with, the transfers of personal data pursuant to these clauses is to be suspended or prohibited."}, {"score": 0.11130774021148682, "sentence": "Therefore, Institute had not been able to assess the risks of this particular processing of data, that might include transfers of personal data to third countries without an adequate level of protection."}]}
{"id": 25, "concept": "Standard data protection clauses", "question": "Are there mechanisms in place to review and update the standard data protection clauses in response to legal or operational changes?", "sentences": [{"score": 0.5715609788894653, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.16276711225509644, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.14938884973526, "sentence": "After establishing this, the Court emphasized that the validity of the SCCs, however, did depend on whether there were effective mechanisms in place that make it possible to ensure compliance with the level of protection required by EU law."}, {"score": 0.09298068284988403, "sentence": "Act no."}, {"score": 0.09298068284988403, "sentence": "Act no."}, {"score": 0.0803568959236145, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.0750851035118103, "sentence": "On the other hand, Meta implemented standard contractual clauses pursuant to [[Article 46 GDPR]] only after the time of the facts at issue."}, {"score": 0.07400685548782349, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.07149457931518555, "sentence": "On the supplementary measures ==== Google relies on the SCCs and so-called \"supplementary measures\" or \"technical and organisational measures\", but neither respondent showed the existence of additional measures that would provide an adequate level of protection within the meaning of Articles 44 et seqq."}, {"score": 0.07032674551010132, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}]}
{"id": 26, "concept": "Approved code of conduct", "question": "Has the organization's code of conduct been officially approved by the relevant authority?", "sentences": [{"score": 0.28253936767578125, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.2501853108406067, "sentence": "Facts pending decision."}, {"score": 0.1407461166381836, "sentence": "However, the DPA only issued a reprimand."}, {"score": 0.08285748958587646, "sentence": "However there was no adequacy decision, no exemption under [[Article 49 GDPR]] and furthermore the SCCs did not suffice."}, {"score": 0.07762801647186279, "sentence": "Act no."}, {"score": 0.07762801647186279, "sentence": "Act no."}, {"score": 0.07149708271026611, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}, {"score": 0.06382197141647339, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}, {"score": 0.056387126445770264, "sentence": "The Danish DPA reviewed the Municipality's risk assessment and documentation and issued its decision in July 2022."}, {"score": 0.054417967796325684, "sentence": "The DPA had issued a reprimand for each of the above discussed shortcomings."}]}
{"id": 27, "concept": "Approved code of conduct", "question": "Is the approved code of conduct consistently applied across all operations of the organization?", "sentences": [{"score": 0.2346484661102295, "sentence": "It held the same data protection framework applies to public and private universities."}, {"score": 0.1815841794013977, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}, {"score": 0.14958786964416504, "sentence": "This is the case unless justified within derogation pursuant to Article 49."}, {"score": 0.09669613838195801, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.09601229429244995, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.09132015705108643, "sentence": "The DPA stated that the DPIA provided by the controller was limited and insufficient in scope because it did not cover the entire processing, or even relevant dimensions of processing operations."}, {"score": 0.0825163722038269, "sentence": "As far as [[Article 28 GDPR|Articles 28]] and [[Article 29 GDPR|29]]"}, {"score": 0.07995468378067017, "sentence": "The DPA noted that the Municipality expressed doubts as to whether Google would always comply with its contractual obligation to not use data collected in core services for marketing purposes."}, {"score": 0.06586694717407227, "sentence": "It also clarified that, regardless of any asymmetry in bargaining power or technical resources, the controller was responsible for ensuring that processing is lawful pursuant to [[Article 5 GDPR|Article 5(2)]] (accountability) and [[Article 24 GDPR|24 GDPR]] (responsibility of the controller)."}, {"score": 0.06335431337356567, "sentence": "It also clarified that, regardless of any asymmetry in bargaining power or technical resources, the controller is responsible for ensuring that processing is lawful per Articles [[Article 5 GDPR#2|5(2)]] and [[Article 24 GDPR|24]]"}]}
{"id": 28, "concept": "Approved code of conduct", "question": "Are employees and relevant stakeholders trained on the approved code of conduct?", "sentences": [{"score": 0.04733467102050781, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.030925333499908447, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.02975696325302124, "sentence": "Third, the security measures in place, although in the right direction, needed to be made accessible to every teacher, and it must be ensured that all teachers involved in the distance learning process received the minimum required information."}, {"score": 0.02615875005722046, "sentence": "Act no."}, {"score": 0.02615875005722046, "sentence": "Act no."}, {"score": 0.024743080139160156, "sentence": "This profiling should have been \"clearly represented to the interested parties\" and \"necessary for the performance of a task in the public interest\" per Article 6(1)(e) GDPR."}, {"score": 0.02214711904525757, "sentence": "As far as [[Article 28 GDPR|Articles 28]] and [[Article 29 GDPR|29]]"}, {"score": 0.020745456218719482, "sentence": "(Helsingor decision no."}, {"score": 0.019469738006591797, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.019047796726226807, "sentence": "The controller also drafted a new information document regarding the processing activities, in a way that would be comprehensible for pupils, students as well as parents and staff."}]}
{"id": 29, "concept": "Approved code of conduct", "question": "Have there been any recorded violations of the approved code of conduct?", "sentences": [{"score": 0.27097272872924805, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.26988232135772705, "sentence": "<u>Violations of [[Article 5 GDPR#1a|Article 5(1)(a) GDPR]] and [[Article 6 GDPR#1|Article 6(1) GDPR]]</u>"}, {"score": 0.21991389989852905, "sentence": "===== On Meta Platforms Inc. ===== According the Austrian DPA, Meta Platforms Inc. did not violate [[Article 44 GDPR|Articles 44]] et seq."}, {"score": 0.21108466386795044, "sentence": "Act no."}, {"score": 0.21108466386795044, "sentence": "Act no."}, {"score": 0.16720092296600342, "sentence": "<u>Violations of Articles [[Article 44 GDPR|44]], [[Article 46 GDPR|46]], [[Article 24 GDPR#1|24(1)]], [[Article 24 GDPR#2|24(2)]] [[Article 24 GDPR#5|and 5(2) GDPR]]</u>"}, {"score": 0.14125162363052368, "sentence": "Following the complaint, the DPA's investigation department investigated and concluded that there was no apparent breach of the GDPR."}, {"score": 0.14022493362426758, "sentence": "<u>Violation of [[Article 28 GDPR|Articles 28(2)]] and [[Article 28 GDPR|28(3) GDPR]] </u>"}, {"score": 0.13618558645248413, "sentence": "The AEPD decided to accept the allegations of the controller and considered that the controller had not violated [[Article 45 GDPR]] nor any of the subsequent Articles from Chapter V of the GDPR."}, {"score": 0.1311991810798645, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}]}
{"id": 30, "concept": "Approved code of conduct", "question": "Is there a regular review mechanism in place for the approved code of conduct?", "sentences": [{"score": 0.12977832555770874, "sentence": "within a month."}, {"score": 0.06421279907226562, "sentence": "Act no."}, {"score": 0.06421279907226562, "sentence": "Act no."}, {"score": 0.054080426692962646, "sentence": "Article 44 GDPR] would take place."}, {"score": 0.053980469703674316, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.042514145374298096, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}, {"score": 0.04213815927505493, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.0367315411567688, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.035263776779174805, "sentence": "The DPA also highlighted that such transfers had already been reviewed in the cooperation procedure."}, {"score": 0.034107506275177, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}]}
{"id": 31, "concept": "Approved certification mechanism", "question": "Has the organization's certification mechanism been officially approved by the relevant authority?", "sentences": [{"score": 0.3205025792121887, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.2526652216911316, "sentence": "Facts pending decision."}, {"score": 0.17690402269363403, "sentence": "However, the DPA only issued a reprimand."}, {"score": 0.11449408531188965, "sentence": "However there was no adequacy decision, no exemption under [[Article 49 GDPR]] and furthermore the SCCs did not suffice."}, {"score": 0.1115192174911499, "sentence": "Meta Ireland had been transferring personal data to the U.S. despite the lack of a valid adequacy decision under [[Article 45 GDPR]] (as both “safe harbor” and its successor “privacy shield” were invalidated by the CJEU in Schrems I and II)."}, {"score": 0.10252588987350464, "sentence": "The application is therefore rejected by the Conseil d'État."}, {"score": 0.09974080324172974, "sentence": "As regards the <u>framework for data transfers to the US</u>, there was no adequacy decision."}, {"score": 0.0945625901222229, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}, {"score": 0.08725196123123169, "sentence": "The Danish DPA reviewed the Municipality's risk assessment and documentation and issued its decision in July 2022."}, {"score": 0.07531899213790894, "sentence": "The DPA had issued a reprimand for each of the above discussed shortcomings."}]}
{"id": 32, "concept": "Approved certification mechanism", "question": "Is this certification mechanism applied in compliance with the stipulated requirements?", "sentences": [{"score": 0.5874739289283752, "sentence": "Moreover, it found that the conditions set for the urgency procedure were met, in accordance with [[Article 66 GDPR|Article 66 GDPR]]."}, {"score": 0.5810501575469971, "sentence": "These limitations on the protection of personal data were not circumscribed in a way that satisfied requirements that are essentially equivalent to those required under EU law."}, {"score": 0.5518286824226379, "sentence": "The conditions for this exception were met in the case at hand."}, {"score": 0.40254735946655273, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.3879393935203552, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.3879393935203552, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.38793784379959106, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.3605220913887024, "sentence": "For its part, the controller deemed the technical measures implemented by Google sufficient."}, {"score": 0.3605220913887024, "sentence": "For its part, the controller deemed the technical measures implemented by Google sufficient."}, {"score": 0.35191184282302856, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}]}
{"id": 33, "concept": "Approved certification mechanism", "question": "Are there any instances where the approved certification mechanism was not adhered to?", "sentences": [{"score": 0.3906327486038208, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}, {"score": 0.33577674627304077, "sentence": "<u>Violations of [[Article 5 GDPR#1a|Article 5(1)(a) GDPR]] and [[Article 6 GDPR#1|Article 6(1) GDPR]]</u>"}, {"score": 0.3306795358657837, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.28916656970977783, "sentence": "<u>Violation of [[Article 28 GDPR|Articles 28(2)]] and [[Article 28 GDPR|28(3) GDPR]] </u>"}, {"score": 0.2765620946884155, "sentence": "However, it went on to stress that where these mechanisms cannot be complied with, the transfers of personal data pursuant to these clauses is to be suspended or prohibited."}, {"score": 0.24657225608825684, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.1781814694404602, "sentence": "<u>Violations of Articles [[Article 44 GDPR|44]], [[Article 46 GDPR|46]], [[Article 24 GDPR#1|24(1)]], [[Article 24 GDPR#2|24(2)]] [[Article 24 GDPR#5|and 5(2) GDPR]]</u>"}, {"score": 0.16471612453460693, "sentence": "It failed to ask for further questions and more precise information when the provided information by the controller was deemed insufficient."}, {"score": 0.15380793809890747, "sentence": "Second, the information provided to data subjects was less than that required by the GDPR, and the information was not provided in an intelligible and easily accessible form with clear and simple wording, especially if it was also addressed to children."}, {"score": 0.15284621715545654, "sentence": "The DPA determined violations of [[Article 28 GDPR#2|Articles 28(2)]] and [[Article 28 GDPR#3|28(3) GDPR]] and reprimanded the controller (Article 100, §1, 5° WOG)."}]}
{"id": 34, "concept": "Approved certification mechanism", "question": "Does the organization regularly review and update its certification mechanism?", "sentences": [{"score": 0.15734624862670898, "sentence": "within a month."}, {"score": 0.11797094345092773, "sentence": "After that period, the HDPA analyzed once again the measures taken by the Ministry to assess whether the adopted method of distance learning and the measures that accompanied it complied with the GDPR."}, {"score": 0.06688332557678223, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.06688302755355835, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.06688302755355835, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.06402754783630371, "sentence": "Monitoring is carried out every second through three vectors: *facial, movement and light detection of the student and their surroundings *obtaining information from the device (keyboard activity, mouse activity, hardware modifications) to identify patterns * analysis of the students' interaction with the exam, including time counting and answer changing, as well as comparing answers between students"}, {"score": 0.05904954671859741, "sentence": "The HDPA examined the updated DPIA, as well as the compliance actions taken by the Ministry."}, {"score": 0.043793678283691406, "sentence": "Act no."}, {"score": 0.043793678283691406, "sentence": "Act no."}, {"score": 0.04118555784225464, "sentence": "The controller informed the DPA that they in late August 2020 initiated a review project to assess relevant agreements in light of the Schrems II ruling."}]}
{"id": 35, "concept": "Approved certification mechanism", "question": "Are the relevant parties within the organization aware of the implications and requirements of the approved certification mechanism?", "sentences": [{"score": 0.48586076498031616, "sentence": "This profiling should have been \"clearly represented to the interested parties\" and \"necessary for the performance of a task in the public interest\" per Article 6(1)(e) GDPR."}, {"score": 0.1664714217185974, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.14529407024383545, "sentence": "In addition, the DPA remarked that it was oblivious that the controller had not taken into account the whole extent of the intrusion to privacy that the processing entailed, what is clearly shown by the lack of any measures to mitigate its effect."}, {"score": 0.12949532270431519, "sentence": "The controller also drafted a new information document regarding the processing activities, in a way that would be comprehensible for pupils, students as well as parents and staff."}, {"score": 0.11415177583694458, "sentence": "The university only provided \"generic information\" about the processing without specific reference to the 'Respondus' software, no information about the retention of relevant data, no information about possible data transfers to the US (where the company providing the software was based), and no explanation of the logic involved in the profiling done by the software."}, {"score": 0.09234023094177246, "sentence": "Third, the security measures in place, although in the right direction, needed to be made accessible to every teacher, and it must be ensured that all teachers involved in the distance learning process received the minimum required information."}, {"score": 0.08268874883651733, "sentence": "In addition, people were not properly informed about the processing of their personal data, or about the recording of the conversations they had with the company."}, {"score": 0.07887327671051025, "sentence": "The AEPD stated that because there was no evidence that this balancing exercise had actually been carried out, and that consequently the candidates had not been given any information related to this pondering of interests as a legal basis for processing their criminal record certificate, this could not be invoked as a justification for processing this personal data."}, {"score": 0.07364505529403687, "sentence": "In addition, the DPA noted that the parameters and logic of such automated processing were not disclosed, and the profiling was also opaque."}, {"score": 0.07317131757736206, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}]}
{"id": 36, "concept": "Competent supervisory authority", "question": "Has the organization received approvals or guidance from the competent supervisory authority for its data protection practices?", "sentences": [{"score": 0.23573565483093262, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.22186881303787231, "sentence": "The Portuguese DPA found that the National Institute had not undertaken a sufficient Data Protection Impact Assessment, had not consulted the supervisory authority prior to processing, and had therefore not adopted adequate additional safeguards before using the services of a data processor who was headquartered in the United States."}, {"score": 0.118441641330719, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.118441641330719, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.0976150631904602, "sentence": "The controller did not seek the DPA's advice either; consulting only with the Portuguese National Security Cabinet (''\"Gabinete Nacional de Segurança\"'') about the census' cybersecurity requirements."}, {"score": 0.09622889757156372, "sentence": "Facts pending decision."}, {"score": 0.08796757459640503, "sentence": "However, the DPA only issued a reprimand."}, {"score": 0.08644545078277588, "sentence": "The DPA solicited an opinion from the European Data Protection Board (EDPB) per [[Article 64 GDPR#2|Article 64(2) GDPR]] on the safeguards for the transfer of personal data to a third country which, in the absence of an adequacy decision, [[Article 46 GDPR#1|Article 46(1) GDPR]] required."}, {"score": 0.08447408676147461, "sentence": "Meta Ireland had been transferring personal data to the U.S. despite the lack of a valid adequacy decision under [[Article 45 GDPR]] (as both “safe harbor” and its successor “privacy shield” were invalidated by the CJEU in Schrems I and II)."}, {"score": 0.07746267318725586, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}]}
{"id": 37, "concept": "Competent supervisory authority", "question": "Are there any recorded instances of disagreements or conflicts with the competent supervisory authority?", "sentences": [{"score": 0.1370282769203186, "sentence": "Act no."}, {"score": 0.1370282769203186, "sentence": "Act no."}, {"score": 0.1135631799697876, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.09744042158126831, "sentence": "In total, following its investigations the CNIL found five breaches of the GDPR: -         Violation of the right to object, Article 21(2) GDPR: no procedure was implemented to ensure effectively that persons who opposed telephone solicitation were no longer called); -         Violation of the principle of data minimization, Article 5(1)(c) GDPR: inadequate and offensive comments or irrelevant comments related to people's health were found in the company's customer file; -         Violation of Articles 12 and 13 GDPR: insufficient information on the processing of data subject’s personal data and their rights; -         Violation of Articles 46 and 49 GDPR:  the controller did not provide appropriate safeguards for data subjects; -         Failure to cooperate with the CNIL, Article 31 GDPR."}, {"score": 0.08370375633239746, "sentence": "<u>Violations of [[Article 5 GDPR#1a|Article 5(1)(a) GDPR]] and [[Article 6 GDPR#1|Article 6(1) GDPR]]</u>"}, {"score": 0.08043241500854492, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.07558852434158325, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}, {"score": 0.07126814126968384, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.06519025564193726, "sentence": "The Portuguese DPA (''\"Comissão Nacional de Proteção de Dados\"'', CNPD) received various complaints from people, mainly that citizens were obliged to disclose their full name, but also that personal data was being sent to the United States, due to the use of Cloudflare as a service provider."}, {"score": 0.060716450214385986, "sentence": "Meta Ireland had been transferring personal data to the U.S. despite the lack of a valid adequacy decision under [[Article 45 GDPR]] (as both “safe harbor” and its successor “privacy shield” were invalidated by the CJEU in Schrems I and II)."}]}
{"id": 38, "concept": "Competent supervisory authority", "question": "Does the organization regularly engage with the competent supervisory authority for updates and compliance checks?", "sentences": [{"score": 0.08792877197265625, "sentence": "within a month."}, {"score": 0.05597573518753052, "sentence": "After that period, the HDPA analyzed once again the measures taken by the Ministry to assess whether the adopted method of distance learning and the measures that accompanied it complied with the GDPR."}, {"score": 0.05541276931762695, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.0545383095741272, "sentence": "The Portuguese DPA found that the National Institute had not undertaken a sufficient Data Protection Impact Assessment, had not consulted the supervisory authority prior to processing, and had therefore not adopted adequate additional safeguards before using the services of a data processor who was headquartered in the United States."}, {"score": 0.049649834632873535, "sentence": "Moreover, according to the Irish DPC, derogations under [[Article 49 GDPR]] can only be invoked for “occasional and non-repetitive” transfers, which was clearly not the case with the Meta group, whose business model is based on massive and continuous transatlantic exchanges of data."}, {"score": 0.04857170581817627, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}, {"score": 0.04640555381774902, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}, {"score": 0.042891502380371094, "sentence": "In total, following its investigations the CNIL found five breaches of the GDPR: -         Violation of the right to object, Article 21(2) GDPR: no procedure was implemented to ensure effectively that persons who opposed telephone solicitation were no longer called); -         Violation of the principle of data minimization, Article 5(1)(c) GDPR: inadequate and offensive comments or irrelevant comments related to people's health were found in the company's customer file; -         Violation of Articles 12 and 13 GDPR: insufficient information on the processing of data subject’s personal data and their rights; -         Violation of Articles 46 and 49 GDPR:  the controller did not provide appropriate safeguards for data subjects; -         Failure to cooperate with the CNIL, Article 31 GDPR."}, {"score": 0.04249483346939087, "sentence": "The controller did not seek the DPA's advice either; consulting only with the Portuguese National Security Cabinet (''\"Gabinete Nacional de Segurança\"'') about the census' cybersecurity requirements."}, {"score": 0.04174363613128662, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}]}
{"id": 39, "concept": "Competent supervisory authority", "question": "Has the competent supervisory authority ever mandated corrective actions for the organization?", "sentences": [{"score": 0.4251420497894287, "sentence": "In light of the above, the Danish DPA reprimanded the controller and ordered it to bring its processing activities in compliance with [[Article 25 GDPR|Article 25]], [[Article 5 GDPR|5]] and [[Article 24 GDPR|24 GDPR]]."}, {"score": 0.2956938147544861, "sentence": "The DPA had issued a reprimand for each of the above discussed shortcomings."}, {"score": 0.19559741020202637, "sentence": "Lastly, the HDPA imposed the corrective measure of Article 58(2)(d), ordering the Military Hospital to appoint a DPO."}, {"score": 0.18764960765838623, "sentence": "However, the DPA only issued a reprimand."}, {"score": 0.17179620265960693, "sentence": "In its privacy policy the controller simply informed consumers about data transfers to third parties and countries, without any further legal effect."}, {"score": 0.1441020965576172, "sentence": "The AEPD also ordered Amazon Road to provide documentation to prove that their current practices are GDPR compliant."}, {"score": 0.13207471370697021, "sentence": "Having found that the controller still transferred personal data to the US without a basis in one of these provisions, the DPA ordered the controller to discontinue the transfers."}, {"score": 0.11903941631317139, "sentence": "Act no."}, {"score": 0.11903941631317139, "sentence": "Act no."}, {"score": 0.11536931991577148, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}]}
{"id": 40, "concept": "Competent supervisory authority", "question": "Is there a dedicated point of contact within the organization for liaising with the competent supervisory authority?", "sentences": [{"score": 0.07184791564941406, "sentence": "Act no."}, {"score": 0.07184791564941406, "sentence": "Act no."}, {"score": 0.04983323812484741, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}, {"score": 0.04983323812484741, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}, {"score": 0.0466044545173645, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.041986703872680664, "sentence": "The controller did not provide this information in the forms, on the main webpage or in a hyperlink."}, {"score": 0.04132235050201416, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}, {"score": 0.03622090816497803, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}, {"score": 0.035939574241638184, "sentence": "Meta was also not responsible under [[Article 5 GDPR#2|Article 5(2) GDPR]], as this is an obligation of the controller."}, {"score": 0.03535729646682739, "sentence": "First, Google has established policies and procedures and a team of qualified lawyers for handling authority requests for user data."}]}
{"id": 41, "concept": "Contractual clauses", "question": "Does the organization incorporate specific data protection clauses in its contracts with third parties?", "sentences": [{"score": 0.48643505573272705, "sentence": "Company C included clauses in its offer stating that it would not disclose customer data to any third party, except as necessary to maintain or provide the services, or as necessary to comply with the law or a valid and binding order of a governmental body."}, {"score": 0.38289308547973633, "sentence": "The controller and Google had implemented standard contractual clauses (‘SCCs’) within the meaning of [[Article 46 GDPR]]."}, {"score": 0.3748185634613037, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.3172838091850281, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.3129540681838989, "sentence": "However, given Meta’s terms and conditions (which contain provisions on data transfers), its commercial practices and the principle of accountability enshrined in [[Article 5 GDPR#2|Article 5(2) GDPR]], it was up to the controller to show that data were not transferred to third countries in the present case."}, {"score": 0.25655072927474976, "sentence": "Amazon Road established an Intra-Group Data Transfer and Processing Agreement with Amazon India and a Data Processing Agreement with Accurate Background, which both included Standard Contractual Clauses (SCCs) with technical and organisational measures required for data processing."}, {"score": 0.23340100049972534, "sentence": "On the other hand, Meta implemented standard contractual clauses pursuant to [[Article 46 GDPR]] only after the time of the facts at issue."}, {"score": 0.19892895221710205, "sentence": "Additionally, it was also found that Vodafone contracted with a processor that would carry processing of data in Peru, therefore transferring data to a third country, without ensuring an adequate level of protection in any way, as the contract did not make any reference to any kind of mechanism related to international transfers of data."}, {"score": 0.19044744968414307, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.1849198341369629, "sentence": "Considering the existence of legal safeguards, an addendum to AWS Ireland contract that no data would be transferred to the US and requests of access would be denied, and a technical safeguards entailing encryption of the data with a key held by a trusted third party in France, so that AWS does not have access to the data and the data being deleted after three months or at any time at the request of individuals, the Court considered that the level of protection in this context could not be regarded as manifestly inadequate."}]}
{"id": 42, "concept": "Contractual clauses", "question": "Are these contractual clauses in compliance with the requirements of relevant data protection laws?", "sentences": [{"score": 0.8814195990562439, "sentence": "These limitations on the protection of personal data were not circumscribed in a way that satisfied requirements that are essentially equivalent to those required under EU law."}, {"score": 0.7178515791893005, "sentence": "The transfer was based on standard data protection clauses pursuant to [[Article 46 GDPR|Article 46(2)(c) GDPR]]."}, {"score": 0.6732966303825378, "sentence": "The controller and Google had implemented standard contractual clauses (‘SCCs’) within the meaning of [[Article 46 GDPR]]."}, {"score": 0.6662587523460388, "sentence": "The SCCs concluded between the respondent and Google LLC do not offer an adequate level of protection, because:  ** Google LLC qualifies as an \"''electronic communication service provider''\" under 50 U.S. Code § 1881(b)(4) and is subject to surveillance by US intelligence services, and ** any contractual, organisational and technical measures which Google put into place to complement the SCCs were insufficient as they could not prevent US intelligence services from accessing the data subject's personal data ** Notably, the CNIL rejected Google's argument that any Google Analytics data were pseudonymised, highlighting that Universal Unique Identifiers do not meet the definition of pseudonymisation under [[Article 4 GDPR#5|Article 4(5) GDPR]], as their sole purpose is to identify users."}, {"score": 0.638764500617981, "sentence": "This is for the reason that the defendant had concluded the EU Commission’s standard contractual clauses (SCC) before transferring the personal data to the parent company and amended the SCC in ways that is sufficient to comply with Article 28 GDPR."}, {"score": 0.6308535933494568, "sentence": "Moreover, the court highlighted that in the present case it was not possible to rely on standard contractual clauses pursuant to [[Article 46 GDPR#2c|Article 46(2)(c) GDPR]] either, as these were not able to ensure an adequate level of protection."}, {"score": 0.5989924073219299, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.5593072772026062, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.5593072772026062, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.5593037605285645, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}]}
{"id": 43, "concept": "Contractual clauses", "question": "Have there been any disputes or issues arising from these contractual clauses?", "sentences": [{"score": 0.21073472499847412, "sentence": "Act no."}, {"score": 0.21073472499847412, "sentence": "Act no."}, {"score": 0.18580299615859985, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}, {"score": 0.1270342469215393, "sentence": "All complaints concerned the use of Google Analytics or Facebook Connect on websites in the EEA."}, {"score": 0.11890941858291626, "sentence": "Given the considerable effects of US surveillance law on the rights of Europeans, the High Court raised the question of whether the SCCs are valid, given that they may not be binding on the State authority of the third country."}, {"score": 0.11811965703964233, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.11811965703964233, "sentence": "Google claimed that in over 15 years of providing its Google Analytics service, it had never received an access request like the one contemplated in the data subject's complaint."}, {"score": 0.11543488502502441, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.11462414264678955, "sentence": "GDPR, but that the shortcomings that caused these violations had already been fixed."}, {"score": 0.11347091197967529, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}]}
{"id": 44, "concept": "Contractual clauses", "question": "Does the organization review and update its contractual clauses in response to changes in data protection laws or business practices?", "sentences": [{"score": 0.3707987666130066, "sentence": "In response, the controller stated that after becoming aware of the judgment in the Schrems II case, it reassessed its contract with Google, the processor, and adopted standard contractual clauses (SCCs) as the legal basis for the transfer of data to the US."}, {"score": 0.20502632856369019, "sentence": "The controller informed the DPA that they in late August 2020 initiated a review project to assess relevant agreements in light of the Schrems II ruling."}, {"score": 0.17881423234939575, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.17659848928451538, "sentence": "The DPA therefore considered that the Member States should (re)negotiate agreements to make them GDPR compliant."}, {"score": 0.10681051015853882, "sentence": "On the other hand, Meta implemented standard contractual clauses pursuant to [[Article 46 GDPR]] only after the time of the facts at issue."}, {"score": 0.09500789642333984, "sentence": "This can be either formally (changing the wording), but also by making material changes (deviating from the procurement's specifications), resulting in an offer for a different service than the one publicly tendered."}, {"score": 0.0931096076965332, "sentence": "This is for the reason that the defendant had concluded the EU Commission’s standard contractual clauses (SCC) before transferring the personal data to the parent company and amended the SCC in ways that is sufficient to comply with Article 28 GDPR."}, {"score": 0.08748191595077515, "sentence": "While negotiation of a new adequacy decision for EU-U.S. data transfers are ongoing, Meta Ireland claimed to have undertaken data transfers on the basis of standard contractual clauses adopted by the Commission under [[Article 46 GDPR#2c|Article 46(2)(c) GDPR]] even before the CJEU passed the Schrems II decision."}, {"score": 0.0807180404663086, "sentence": "As a response to the DPA's decision, the controller adopted a number of supplementary measures in order to comply with the relevant data protection legislation."}, {"score": 0.07304942607879639, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}]}
{"id": 45, "concept": "Contractual clauses", "question": "Are all relevant stakeholders within the organization made aware of these contractual clauses and their implications?", "sentences": [{"score": 0.42316824197769165, "sentence": "This profiling should have been \"clearly represented to the interested parties\" and \"necessary for the performance of a task in the public interest\" per Article 6(1)(e) GDPR."}, {"score": 0.25185734033584595, "sentence": "The HDPA further found that the applied measures, despite having been improved, still needed to be completed, in order to ensure in particular that all the teachers involved in the distance education process receive minimal information in accordance with [[Article 13 GDPR]]."}, {"score": 0.21264880895614624, "sentence": "The controller also drafted a new information document regarding the processing activities, in a way that would be comprehensible for pupils, students as well as parents and staff."}, {"score": 0.1530894637107849, "sentence": "Third, the security measures in place, although in the right direction, needed to be made accessible to every teacher, and it must be ensured that all teachers involved in the distance learning process received the minimum required information."}, {"score": 0.1406252384185791, "sentence": "The AEPD found that, in this case, data subjects' consent to data transfers would not be valid in accordance with [[Article 49 GDPR|Article 49(1) GDPR]]  and [[Article 7 GDPR]], given that consent was required within the contract without an option to refuse, it was not explicit, and no information was given to the data subject regarding the risks of these data transfers."}, {"score": 0.1273566484451294, "sentence": "However, the information provided was too general and not sufficient as it did not include the third countries nor recipients with whom data outside the EU would be shared."}, {"score": 0.11823880672454834, "sentence": "The DPA also noted that the controllers were obliged, under [[Article 13 GDPR|Article 13(1)(e) GDPR]] to inform data subjects about transfers to third countries."}, {"score": 0.10547155141830444, "sentence": "In addition, people were not properly informed about the processing of their personal data, or about the recording of the conversations they had with the company."}, {"score": 0.09668779373168945, "sentence": "The controller did not provide this information in the forms, on the main webpage or in a hyperlink."}, {"score": 0.08820468187332153, "sentence": "The contract specifies that: *personal data may transit any of the 200 servers used by Cloudflare; *Standard Contractual Clauses are relied upon for the transfer of data to third countries, based on the Commission Decision 2010/87/UE of 5 February 2010 on Standard Contractual Clauses for the transfer of personal data to processors established in third countries; *Cloudflare is authorized to use sub-processors from outside their group, including companies from third countries; *Cloudflare may be subject to requests of disclose by US government institutions that may be inconsistent with the GDPR; and those requests may forbid the notification to the data controller about these requests."}]}
{"id": 46, "concept": "Administrative arrangements", "question": "Does the organization have administrative arrangements in place that include provisions for data subject rights?", "sentences": [{"score": 0.41344118118286133, "sentence": "However, given Meta’s terms and conditions (which contain provisions on data transfers), its commercial practices and the principle of accountability enshrined in [[Article 5 GDPR#2|Article 5(2) GDPR]], it was up to the controller to show that data were not transferred to third countries in the present case."}, {"score": 0.4041496515274048, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.29637032747268677, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.2827768325805664, "sentence": "First, Google has established policies and procedures and a team of qualified lawyers for handling authority requests for user data."}, {"score": 0.23335564136505127, "sentence": "In response to the DPA's investigation, Google claimed it had adopted technical measures sufficient to safeguard data subjects' rights under the GDPR."}, {"score": 0.23335564136505127, "sentence": "In response to the DPA's investigation, Google claimed it had adopted technical measures sufficient to safeguard data subjects' rights under the GDPR."}, {"score": 0.22152084112167358, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.22134757041931152, "sentence": "In this regard, Annex 1 sets out the categories of personal data to be processed, including name, address, nationality and account balance, but there are no provisions on the protection of personal data."}, {"score": 0.22105008363723755, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.21538877487182617, "sentence": "Although the controller claiming that supplementary measures were in place, the DPA notes that it is clear that those measures do not prevent Google from having clear text access to the personal data in question."}]}
{"id": 47, "concept": "Administrative arrangements", "question": "Are these administrative arrangements consistent with data protection standards?", "sentences": [{"score": 0.8515967130661011, "sentence": "These limitations on the protection of personal data were not circumscribed in a way that satisfied requirements that are essentially equivalent to those required under EU law."}, {"score": 0.608675479888916, "sentence": "In Mr Schrems’ view, these programs contravened different data protection principles as well as Articles 7, 8, and 47 of the Charter."}, {"score": 0.5212123394012451, "sentence": "These, however, also should offer an adequate level of data protection."}, {"score": 0.45951688289642334, "sentence": "The transfer was based on standard data protection clauses pursuant to [[Article 46 GDPR|Article 46(2)(c) GDPR]]."}, {"score": 0.42722076177597046, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.4272196292877197, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.4272196292877197, "sentence": "According to the Schrems judgment, that the DPA considered up-to-date, this legislation doesn’t meet the requirements of EU law."}, {"score": 0.41277360916137695, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.396381676197052, "sentence": "The court held that the request by the defendant to provide information concerning the building and housing census did not violate the provisions of data protection law and was compatible with the provisions of the GDPR."}, {"score": 0.39025408029556274, "sentence": "Consequently, the processing of student data aimed at issuing university qualifications could not be based on legal bases such as consent and/or contract, and the data controller was required to comply with general principles of data protection per [[Article 5 GDPR]]."}]}
{"id": 48, "concept": "Administrative arrangements", "question": "Has there been any instance where the stipulations of the administrative arrangements were not met?", "sentences": [{"score": 0.4037843942642212, "sentence": "The chief of police in the capital area's processing of personal information, requesting information and suggestions from the public, via private messages on Facebook, due to incidents that may be related to law and/or concerning certain individuals, has not complied with Act no."}, {"score": 0.32591360807418823, "sentence": "The principle of proportionality was also not satisfied, in so far as US surveillance programs are not limited to what is ‘strictly necessary’."}, {"score": 0.23976647853851318, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}, {"score": 0.22320610284805298, "sentence": "In this vein, the controller requested information about the property of the data subjects in June 2022, which the latter did not comply with."}, {"score": 0.21764540672302246, "sentence": "Having found that the controller still transferred personal data to the US without a basis in one of these provisions, the DPA ordered the controller to discontinue the transfers."}, {"score": 0.15681636333465576, "sentence": "<u>Violation of [[Article 28 GDPR|Articles 28(2)]] and [[Article 28 GDPR|28(3) GDPR]] </u>"}, {"score": 0.15622836351394653, "sentence": "<u>Violations of [[Article 5 GDPR|Articles 5]], [[Article 24 GDPR|24(1)]], [[Article 25 GDPR|25(1)]] and [[Article 25 GDPR|25(2) GPDR]]</u>"}, {"score": 0.15574908256530762, "sentence": "Lastly, the DPA fined the controller €400,000 pursuant of [[Article 83 GDPR|Article 83(4)(a) GDPR]] for the failure to conduct a DPIA in violation with [[Article 35 GDPR|Articles 35(1)]], [[Article 35 GDPR|35(2), and 35(3)(b).]]"}, {"score": 0.15546834468841553, "sentence": "Limited to carry out did not take place in accordance with [[Article 44 GDPR]] in conjunction with [[Article 46 GDPR|Article 46(2)(c) GDPR]]. '''Corrective measures'''"}, {"score": 0.14886075258255005, "sentence": "Fourth, a proper assessment of the transfer of data to countries outside the EU had not been carried out, especially in light of the CJEU's decision in case [[CJEU - C-311/18 - Schrems II|C-311/18 (Schrems II)]]."}]}
{"id": 49, "concept": "Administrative arrangements", "question": "Are these administrative arrangements regularly reviewed for compliance and efficacy?", "sentences": [{"score": 0.4392548203468323, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.21735405921936035, "sentence": "within a month."}, {"score": 0.19607537984848022, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}, {"score": 0.16728216409683228, "sentence": "Particularly, the DPA noted that the processing entailed a granular monitoring and surveillance that allowed an intensive collection of data that were used in order to create a profile of individuals by means of automated processing, and that the controller had failed to carry out any kind of assessment in order to asses the adequacy, necessity and proportionality of the processing."}, {"score": 0.1449211835861206, "sentence": "After that period, the HDPA analyzed once again the measures taken by the Ministry to assess whether the adopted method of distance learning and the measures that accompanied it complied with the GDPR."}, {"score": 0.11442416906356812, "sentence": "Monitoring is carried out every second through three vectors: *facial, movement and light detection of the student and their surroundings *obtaining information from the device (keyboard activity, mouse activity, hardware modifications) to identify patterns * analysis of the students' interaction with the exam, including time counting and answer changing, as well as comparing answers between students"}, {"score": 0.09404957294464111, "sentence": "Fourhtly, it was assessed whether the controller had implemented sufficient additional safeguards for the data transfers."}, {"score": 0.09176856279373169, "sentence": "Fourth, a proper assessment of the transfer of data to countries outside the EU had not been carried out, especially in light of the CJEU's decision in case [[CJEU - C-311/18 - Schrems II|C-311/18 (Schrems II)]]."}, {"score": 0.08965867757797241, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}, {"score": 0.08902394771575928, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}]}
{"id": 50, "concept": "Administrative arrangements", "question": "Do these administrative arrangements provide clear channels for data subjects to enforce their rights?", "sentences": [{"score": 0.9134049415588379, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.817476749420166, "sentence": "They do not allow a data subject to enforce any rights before a tribunal."}, {"score": 0.7825998663902283, "sentence": "It was noted that the provisions in the US surveillance programs neither limited the power they conferred onto national authorities, nor granted data subjects actionable rights before the courts against the US authorities."}, {"score": 0.541334331035614, "sentence": "Important to note is that here the Court held that the SCCs in themselves did provide for such mechanisms."}, {"score": 0.3961448669433594, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.2823018431663513, "sentence": "The Court proceeded to scrutinize the Ombudsperson mechanism that had been in place under the Privacy Shield, stating that it too did not provide data subjects with a cause of action before a body which was fully independent, and that this body was limited in so far as it could not impose rules that were binding on US intelligence services."}, {"score": 0.274980366230011, "sentence": "GDPR are concerned, they regulate only controller-processor relationships and do not provide a subjective right to data subjects."}, {"score": 0.2746701240539551, "sentence": "In this case, the DPA found that the agreement contained no definition of data protection, no retention period, no mention of the rights of data subjects and no mention of appeal mechanisms."}, {"score": 0.2651596665382385, "sentence": "However, the methods used for this purpose were less predictable, because the legal provision in question     ([https://etaamb.openjustice.be/nl/besluit-van-de-vlaamse-regering-van-12-oktober-2007_n2007036959.html"}, {"score": 0.1975812315940857, "sentence": "In addition, and above all, Europeans have no effective legal remedy against unlawful disclosure."}]}
{"id": 51, "concept": "Consistency mechanism", "question": "Does the organization employ a consistency mechanism to ensure uniform data protection practices?", "sentences": [{"score": 0.5759126543998718, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}, {"score": 0.3365013599395752, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}, {"score": 0.3365013599395752, "sentence": "In order to coordinate the work of all involved DPAs, the EDPB created a [https://edpb.europa.eu/news/news/2020/european-data-protection-board-thirty-seventh-plenary-session-guidelines-controller_en?mkt_tok=eyJpIjoiTVRrMVlqRmpOMlF3TnpCbCIsInQiOiJFekdLKzFydWlOSHpaU1RDUTNUaHVWR2JxTVN4MnRDUm9jYTRkOGRxWG1LSDBWY1lBQkhaM2dsTkdoSEdYNlQrN2lFbm84d1Y3STRWMFlXZk5lM0dzeGFMd2p2NGFjVmltS1wvNnlCSmhrK3Nra1dGcGNjd2lEQWN6UW9EQVdtNmsifQ%3D%3D special task force]."}, {"score": 0.17785358428955078, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.17785358428955078, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.1453080177307129, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.1397286057472229, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.12447434663772583, "sentence": "Additionally, the DPA announced that it would address the more general issue of the application of Chapter V of the GDPR to video-conferencing services of companies belonging to a group controlled by an entity subject to US law with other supervisory authorities through the cooperation and consistency procedures of the GDPR."}, {"score": 0.11813688278198242, "sentence": "The controller and Google had implemented standard contractual clauses (‘SCCs’) within the meaning of [[Article 46 GDPR]]."}, {"score": 0.10631072521209717, "sentence": "Additionally, it was also found that Vodafone contracted with a processor that would carry processing of data in Peru, therefore transferring data to a third country, without ensuring an adequate level of protection in any way, as the contract did not make any reference to any kind of mechanism related to international transfers of data."}]}
{"id": 52, "concept": "Consistency mechanism", "question": "Has this consistency mechanism been reviewed and approved by relevant authorities?", "sentences": [{"score": 0.5130400061607361, "sentence": "This was excluded by the supervisory authority, especially due to the lack of effective judicial remedies against the violation of data subjects’ fundamental rights by U.S. intelligence agencies and due to the lack of limitations imposed on the latters’ investigation powers."}, {"score": 0.3803780674934387, "sentence": "Interestingly, after the CNIL submitted a draft decision to the authorities concerned ([[Article 60 GDPR]]), none of these submitted any reasoned objections."}, {"score": 0.3037935495376587, "sentence": "The DPA also highlighted that such transfers had already been reviewed in the cooperation procedure."}, {"score": 0.29478704929351807, "sentence": "The DPA reviewed the additional measures taken by the controller and issued a new decision on compliance with the GDPR and national data protection law."}, {"score": 0.2683539390563965, "sentence": "Facts pending decision."}, {"score": 0.2245001196861267, "sentence": "The Danish DPA reviewed the Municipality's risk assessment and documentation and issued its decision in July 2022."}, {"score": 0.21302181482315063, "sentence": "As regards the <u>framework for data transfers to the US</u>, there was no adequacy decision."}, {"score": 0.17626088857650757, "sentence": "The decision to award the contract was suspended, without the Council of State examining whether or not the two bidders (CIBES & 3M) complied with the GDPR."}, {"score": 0.17599767446517944, "sentence": "However there was no adequacy decision, no exemption under [[Article 49 GDPR]] and furthermore the SCCs did not suffice."}, {"score": 0.16930556297302246, "sentence": "The application is therefore rejected by the Conseil d'État."}]}
{"id": 53, "concept": "Consistency mechanism", "question": "Are there checks in place to ensure consistent application of data protection measures across the organization?", "sentences": [{"score": 0.6954278349876404, "sentence": "The controller had neither been able to demonstrate that the data is not effectively transferred to the US, not had they implemented any supplementary adequate measures to ensure a similar level of protection, which they are obliged to do as a data controller."}, {"score": 0.42122864723205566, "sentence": "Such inferences are not reasonable, as limitations to fundamental rights are not clearly defined; as there are no clear and precise rules on the application of such measures or minimum requirements to protect against risks of abuse; there is no requirement for a necessity test; and there are no enforceable rights for data subjects or legal remedies."}, {"score": 0.3510599732398987, "sentence": "The infringements are breaching the fundamental requirements of having in place data processing agreements, risk assessments and valid transfer tools for third-country transfers; #"}, {"score": 0.25735771656036377, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.23773545026779175, "sentence": "Although the controller claiming that supplementary measures were in place, the DPA notes that it is clear that those measures do not prevent Google from having clear text access to the personal data in question."}, {"score": 0.2063126564025879, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.2063126564025879, "sentence": "However, the controller also lacked the technical means to verify the implementation of these measures, nor did it have any authority to decide what measures were appropriate or to dictate to Google choices regarding data transfers to third countries."}, {"score": 0.17678320407867432, "sentence": "However, the AEPD found that the data transfers were lawful according to [[Article 46 GDPR]], since the SCCs in Amazon's processing agreements included appropriate technical and organisational data protection measures, and Accurate Background was adhered to the EU-US Privacy Shield during the time that the data transfers took place."}, {"score": 0.1730823516845703, "sentence": "As regards <u>the accountability principle</u>, the DPA concluded that the controller had failed to demonstrate that it had put in place appropriate measures to ensure compliance with the GDPR."}, {"score": 0.16767245531082153, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}]}
{"id": 54, "concept": "Consistency mechanism", "question": "Have there been instances identified where there was a lack of consistency in data protection practices?", "sentences": [{"score": 0.388335645198822, "sentence": "The DPA's investigation and an internal audit conducted by law firm Kluge AS revealed a number of deficiencies in Ferde's privacy and data protection practices:  # Ferde had a data processing agreement with UBS, but this was undated and likely not in place between September 2017 to September 2018;  # Ferde's risk assessment for the use of UBS (and manual image processing in China) was undated and likely not in place between September 2017 and October 2019."}, {"score": 0.35707998275756836, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}, {"score": 0.2289736270904541, "sentence": "The DPA's investigation found that the Institute's use of Cloudflare as a content delivery network did not guarantee that personal data would be processed in the European Union or in other countries, some of which may not ensure the adequate level of protection of the personal data required by the GDPR, given Cloudflare's network extended to more than one hundred countries."}, {"score": 0.1556171178817749, "sentence": "However, it went on to stress that where these mechanisms cannot be complied with, the transfers of personal data pursuant to these clauses is to be suspended or prohibited."}, {"score": 0.1314731240272522, "sentence": "The DPA noted that the Municipality expressed doubts as to whether Google would always comply with its contractual obligation to not use data collected in core services for marketing purposes."}, {"score": 0.12932687997817993, "sentence": "In C-311/18, Schrems II, the CJEU clarified that the use of SCCs does not always constitute \"an adequate means of ensuring the effective protection of the personal data transferred to the third country in question in practice."}, {"score": 0.1274455189704895, "sentence": "The AEPD also noted that not even the law under which the competent national authority issued transport licenses ([https://www.boe.es/eli/es/rd/1990/09/28/1211"}, {"score": 0.12522435188293457, "sentence": "The Dutch company relied in particular on an [https://overheid.vlaanderen.be/sites/default/files/media/VTC/VTC_A_2020_05_advies.pdf opinion] from the Flemish Supervisory Commission ('Vlaamse Toezichtcommissie voor de verwerking van persoonsgegevens''<nowiki/>''') accord''<nowiki/>''ing to which the use of AWS could not be compliant with the Schrems II ruling and the GDPR; * breach of [[Article 28 GDPR]] (the choice of a the processor does not provide sufficient guarantees); * breach of [[Article 32 GDPR]] (lack of appropriate technical and organisational measures) * lack of motivation of the decision to grant the tender"}, {"score": 0.12451493740081787, "sentence": "The HDPA identified deficiencies as follows: first of all, the HDPA found that the Ministry never made a detailed investigation on the lawfulness of the processing purposes under [[Article 6 GDPR#4|Article 6(4) GDPR]], in particular with regard to the consent for access to information stored in a user's terminal equipment, when is not necessary to provide the service requested by the user."}, {"score": 0.12128525972366333, "sentence": "The chief of police in the capital area's processing of personal information, requesting information and suggestions from the public, via private messages on Facebook, due to incidents that may be related to law and/or concerning certain individuals, has not complied with Act no."}]}
{"id": 55, "concept": "Consistency mechanism", "question": "Are regular reviews conducted to update and maintain the consistency mechanism?", "sentences": [{"score": 0.09814333915710449, "sentence": "within a month."}, {"score": 0.0960959792137146, "sentence": "Monitoring is carried out every second through three vectors: *facial, movement and light detection of the student and their surroundings *obtaining information from the device (keyboard activity, mouse activity, hardware modifications) to identify patterns * analysis of the students' interaction with the exam, including time counting and answer changing, as well as comparing answers between students"}, {"score": 0.06090658903121948, "sentence": "After that period, the HDPA analyzed once again the measures taken by the Ministry to assess whether the adopted method of distance learning and the measures that accompanied it complied with the GDPR."}, {"score": 0.057376742362976074, "sentence": "Many of the contracts or agreements performed between them were merely a checklist, and there was no further control or verification by Vodafone on whether they provided the adequate level of protection, measures and safeguards for the processing."}, {"score": 0.05294907093048096, "sentence": "Act no."}, {"score": 0.05294907093048096, "sentence": "Act no."}, {"score": 0.0510520339012146, "sentence": "The AEPD also discovered that there was lack of real, continuous, permanent and audited control of the processing operations carried out by the processors in which they relied to carry out part of their commercial actions."}, {"score": 0.048914551734924316, "sentence": "About 12,5 million images are sent every year for manual processing, of which 10 million for regular processing and 2,5 million for follow-up processing."}, {"score": 0.04507482051849365, "sentence": "This is true unless resolution of issues must be achieved outside of this zone subject to authorisation by the Health Data Hub."}, {"score": 0.04011046886444092, "sentence": "On the contrary, it is the controller's duty to ensure that these transfers are in accordance with the general objectives of the GDPR and with [https://www.europarl.europa.eu/charter/pdf/text_en.pdf"}]}
